import React from "react"
export const Tip7Preview=()=>{
    return(
        <div className="tip-preview">
            <h2>脸上长痘痘，却痘痘痤疮分不清？区分痘痘严重程度看这里！</h2>
            <p>痘痘和痤疮有何不同？掌握如何区分不同类型和严重程度，采取最合适的护理方法，告别烦人的皮肤问题！</p>
        </div>
    )
}

export const Tip7Details=()=>{
    return(
        <div className="tip-details">
            <p>
                轻度(1级)-- 粉刺 <br/>
                粉刺也就是大家平时说的黑头和白头(闭口)嘛，是一种非炎症性的痤疮问题。 <br/>
                中度(2级)--丘疹 <br/>
                绝大多数人听到“痘痘”这俩字时想到的样子，它的学名叫做丘疹，小山丘一样的红疹形象，丘疹已经表现出明显的炎症反应，红红的碰一下还疼，总是忍不住去抠，越抠越严重。
                中度(3级)-- 脓包 <br/>
                是已经露白头痘痘，不叫粉刺，它常常由丘疹型痤疮发展而来，表皮只剩薄薄一层，很容易破裂，破裂后排完皮脂和脓液，痘痘也就进入愈合阶段了，所以人们也一般把它看作“痘痘熟了”的表现。
                重度(4级 )-- 结节 囊肿 <br/>
                被堵塞的皮脂等内容物在毛孔深处破裂，皮肤损伤深及真皮层是严重的痤疮表现形态。
            </p>
        </div>
    )
}